# CalloutAttrHeadTag Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..CalloutAttrHeadTag Property
ParameterTypeId Class See Also
---
"Callout Head"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId CalloutAttrHeadTag { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CalloutAttrHeadTag As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CalloutAttrHeadTag {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace